
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD-Player";
DVDNoDiskInserted								= "Bitte legen Sie eine DVD ein.";
DVDInsertedLabel								= "Eingelegte DVD";
DVDReadingDVDPleaseWait                         = "DVD lesen …";
DVDModuleMenu                                   = "DVD-Menü";
DVDModuleEject                                  = "CD/DVD auswerfen";
DVDModuleStop                                   = "Stopp";
DVDModuleResume                                 = "Wiedergabe fortsetzen";
DVDModuleHistoryBeginning                       = "Vom Anfang starten";
DVDModuleHistoryDefaultBookmark                 = "Vom Lesezeichen starten";

DVDOptionsHeader								= "Optionen";
DVDOptionsFlagOn                                = "Ein";
DVDOptionsFlagOff                               = "Aus";
DVDOptionsMuting                                = "Tonstopp";
DVDOptionsCaptioning                            = "Erweiterte Untertitel";
DVDPlayerChapterFormatter                       = "Kaptitel %d von %d";

ErrorCantInitializeDVDPlaybackAlert				= "DVDs können jetzt nicht wiedergegeben werden.";
ErrorCantInitializeDVDPlaybackMessage			= "Eine DVD wird von einem anderen Programm wiedergegeben. Wechseln Sie zurück zum Schreibtisch, beenden Sie das andere Programm und versuchen Sie es erneut.";
ErrorCantEjectDVDAlert							= "Die DVD kann nicht ausgeworfen werden.";
ErrorCantEjectDVDMessage						= "Die DVD wird von einem anderen Programm wiedergegeben. Wechseln Sie zurück zum Schreibtisch und beenden Sie das andere Programm.";
ErrorBadRegionCodeAlert							= "Der Ländercode der DVD passt nicht zum DVD-Player.";
ErrorBadRegionCodeMessage						= "Weitere Informationen zu Ländercodes finden Sie in der DVD-Player-Hilfe.";
ErrorBadDVDMediaAlert							= "Die DVD kann nicht wiedergegeben werden.";
ErrorBadDVDMenuMessage							= "Das Format wurde nicht erkannt.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "Die DVD kann nicht wiedergegeben werden.";
ErrorFatalDVDMessage							= "Es ist ein Problem mit dem Medium aufgetreten.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Der Kopierschutz des Mediums kann nicht überprüft werden.";
